Repository: 00mjk/mixxx
Catalog: mixxx/res/translations/mixxx/*.po
Languages: bg

source: Auto DJ
bg: Авто DJ

source: New Playlist
bg: Нов списък с песни

# BasePlaylistFeature#4
source: Remove
bg: Премахване

# BasePlaylistFeature#5
source: Rename
bg: Преименуване

# BasePlaylistFeature#6
source: Lock
bg: Заключване

# BasePlaylistFeature#7
source: Import Playlist
bg: Внасяне на списък за изпълнение

source: Export Playlist
bg: Изнасяне на списъка с песни

source: Rename Playlist
bg: Преименуване на списъка с песни

source: New playlist name:
bg: Ново име на списъка с песни:

source: Renaming Playlist Failed
bg: Преименуването на списъка с песни не бе успепно

source: A playlist by that name already exists.
bg: Вече съществува списък с песни с това име

source: A playlist cannot have a blank name.
bg: Списъка с песни не може да бъде без име.

source: Playlist name:
bg: Име на списъка с песни:

source: Playlist Creation Failed
bg: Създаването на списъка с песни се провали

source: An unknown error occurred while creating playlist:
bg: По време на създаването на списъка с песни възникна неочаквана грешка:

# BasePlaylistFeature#17
source: Playlist Files (*.m3u *.m3u8 *.pls *.csv)
bg: Списъци за изпълнение (*.m3u *.m3u8 *.pls *.csv)

# BasePlaylistFeature#18
source: M3U Playlist (*.m3u);;M3U8 Playlist (*.m3u8);;PLS Playlist (*.pls);;Text CSV (*.csv);;Readable Text (*.txt)
bg: Списък за изпълнение M3U (*.m3u);;Списък за изпълнение M3U8 (*.m3u8);;Списък за изпълнение PLS (*.pls);;Текст в CSV (*.csv);;Четим текст (*.txt)

source: Played
bg: Пускано

# BaseSqlTableModel#2
source: Artist
bg: Изпълнител

# BaseSqlTableModel#3
source: Title
bg: Заглавие

# BaseSqlTableModel#4
source: Album
bg: Албум

# BaseSqlTableModel#5
source: Genre
bg: Жанр

# BaseSqlTableModel#6
source: Composer
bg: Композитор

# BaseSqlTableModel#7
source: Year
bg: година

# BaseSqlTableModel#8
source: Type
bg: Тип

# BaseSqlTableModel#9
source: Location
bg: Местоположение

# BaseSqlTableModel#10
source: Comment
bg: Коментар

# BaseSqlTableModel#11
source: Duration
bg: Продължителност

source: Rating
bg: Оценка

# BaseSqlTableModel#13
source: Bitrate
bg: Бит./сек. (bitrate)

# BaseSqlTableModel#14
source: BPM
bg: Уд/мин (BPM)

# BaseSqlTableModel#15
source: Track #
bg: Пътека/писта/запис №

source: Date Added
bg: Дата на добавяне

source: Timestamp
bg: Дата

source: Couldn't load track.
bg: Песента не може да бъде заредена.

source: Quick Links
bg: Бързи връзки

source: Devices
bg: Устройства

source: Removable Devices
bg: Преносими устройства

# BrowseFeature#4
source: Mixxx Library
bg: Библиотека на Mixxx

source: Home
bg: Домашна папка

source: Music
bg: Музика

source: Documents
bg: Документи

source: Desktop
bg: Работен плот

source: Browse
bg: Разглеждане

source: Filename
bg: Име на файл

# BrowseTableModel#2
source: Artist
bg: Изпълнител

# BrowseTableModel#3
source: Title
bg: Заглавие

# BrowseTableModel#4
source: Album
bg: Албум

# BrowseTableModel#5
source: Track #
bg: Песен №

# BrowseTableModel#6
source: Year
bg: Година

# BrowseTableModel#7
source: Genre
bg: Жанр

# BrowseTableModel#8
source: Composer
bg: Композитор

# BrowseTableModel#9
source: Comment
bg: Коментар

# BrowseTableModel#11
source: BPM
bg: Уд/мин (BPM)

# BrowseTableModel#13
source: Type
bg: Тип

# BrowseTableModel#14
source: Bitrate
bg: Бит./сек. (bitrate)

# BrowseTableModel#15
source: Location
bg: Местоположение

# BrowseTableModel#16
source: Mixxx Library
bg: Библиотека на Mixxx

source: Could not load the following file because it is in use by Mixxx or another application.
bg: Следният файл не може да бъде зареден, защото се използва отMixxx или друго приложение.

source: Warning: This will permanently delete the following files:
bg: Внимание - това ще изтрие безвъзвратно следните файлове:

source: Are you sure you want to delete these files from your computer?
bg: Сигурни ли сте, че желаете да изтриете тези файлове от Вашия компютър?

source: Could not delete the following file because it is in use by Mixxx or another application:
bg: Следният файл не може да бъде изтрит, защото се използва от Mixxx или друго приложение:

source: Could not update file metadata.
bg: Метаданните на файла не могат да бъдат обновени.

source: Uncaught exception at line %1 in file %2: %3
bg: Неочаквана грешка на ред %1 във файл %2: %3

source: Uncaught exception at line %1 in passed code: %2
bg: Неочаквана грешка на ред %1 в този код: %2

source: Controls
bg: Функции

source: Outputs
bg: Изходи

source: Clear All
bg: Изчистване на всичко

source: New Crate
bg: Нова колекция

# CrateFeature#2
source: Remove
bg: Премахване

# CrateFeature#3
source: Rename
bg: Преименуване

# CrateFeature#4
source: Lock
bg: Заключване

# CrateFeature#5
source: Import Playlist
bg: Внасяне на списък с песни

source: Crates
bg: Колекции

source: Import Crate
bg: Внасяне на колекция

source: Export Crate
bg: Изнасяне на колекция

# CrateFeature#9
source: Unlock
bg: Отключване

source: Crate name:
bg: Име на колекцията:

source: An unknown error occurred while creating crate:
bg: Неочаквана грешка при създаване на колекция:

source: Rename Crate
bg: Преименуване на колекция

source: New crate name:
bg: Име на нова колекция:

source: Renaming Crate Failed
bg: Колекцията не бе преименувана успешно.

# CrateFeature#15
source: Playlist Files (*.m3u *.m3u8 *.pls *.csv)
bg: Списъци за изпълнение (*.m3u *.m3u8 *.pls *.csv)

# CrateFeature#16
source: M3U Playlist (*.m3u);;M3U8 Playlist (*.m3u8);;PLS Playlist (*.pls);;Text CSV (*.csv);;Readable Text (*.txt)
bg: Списък за изпълнение M3U (*.m3u);;Списък за изпълнение M3U8 (*.m3u8);;Списък за изпълнение PLS (*.pls);;Текст в CSV (*.csv);;Четим текст (*.txt)

source: A crate cannot have a blank name.
bg: Колекцията не може да има празно име.

source: Creating Crate Failed
bg: Колекцията не бе създадена успешно.

source: A crate by that name already exists.
bg: Съществува друга колекция с това име.

source: About Mixxx
bg: Относно Mixxx

source: <a href="http://mixxx.org/">Official Website</a>
bg: <a href="http://mixxx.org/">Официална уеб страница</a>

source: Auto-DJ
bg: Авто-DJ (Автодиджей)

source: Disable Auto DJ
bg: Изключване на авто DJ

source: Shuffle
bg: Разбъркано възпроизвеждане

source: Seconds
bg: Секунди

source: sec.
bg: сек.

source: Enable Auto DJ
bg: ключване на авто DJ

# DlgAutoDJ#15
source: Manage
bg: Управление

# DlgBeatsDlg#19
source: Reset to Defaults
bg: Възстановяване на стандартните настройки

source: BPM Scheme
bg: Диапазон на темпото

source: Scheme Name:
bg: Име на диапазона

source: Max
bg: от

source: Min
bg: до

source: Analyze Entire Song
bg: Цялостен анализ на песни

source: Master volume
bg: Сила на звука

source: Master balance
bg: Баланс

source: Switch to the next view (library, playlist..)
bg: Към следващия изглед (библиотека, списък...)

source: Switch to the previous view (library, playlist..)
bg: Към предишния изглед (библиотека, списък...)

source: Scroll to next track in library/playlist
bg: Маркиране на следващата песен в списъка

source: Scroll to previous track in library/playlist
bg: Маркиране на предишната песен в списъка

source: Load selected track into first stopped player
bg: Зареждане на избраната песен в първия спрян плеър

source: Microphone on/off
bg: Вкл./изкл. микрофон

source: Microphone volume
bg: Сила на звука на микрофона

source: Missing Audio Plugin Downloader
bg: Липсващ плъгин за звука

# DlgPrefBPMDlg#1
source: BPM Detection Settings
bg: Настройки на засичането на темпо

# DlgPrefBPMDlg#2
source: BPM Detection
bg: Засичане на темпото

source: Enable BPM Detection
bg: Включване засичане на темпото

source: Detect Song BPM on Import
bg: Засичане на темпото на песента при внасяне

source: Write BPM to ID3 Tag
bg: Записване на темпото в ID3 етикета

source: If BPM can be detected but not within specified range
bg: При засечено темпо извън определения диапазон

source: Allow BPM above the range
bg: Разрешаване на темпо извън диапазона

source: BPM Schemes
bg: Диапазони на темпото

# DlgPrefBPMDlg#9
source: Add
bg: Добавяне

source: Edit
bg: Редактиране

source: Delete
bg: Изтриване

source: Default
bg: Стандартно

source: Error
bg: Грешка

source: Cannot open file %1
bg: Файлът %1 не може да бъде отворен

source: Enabled
bg: Включено

source: Load Preset:
bg: Зареждане на шаблон:

source: Remaining
bg: Остава

source: Don't load tracks into a playing deck
bg: Да не се зареждат песни в свирещ дек

source: Load tracks into playing decks
bg: Зареждане на песни в свирещ дек

source: CDJ Mode
bg: Режим CD плеър

source: Mixxx Detected a WVGA Screen
bg: Mixxx разпозна WVGA екран

source: Mixxx has detected that your screen has a resolution of
bg: Mixxx засече, че екранът ви има разделителна способност от

source: The only skin compatiable with this size display is Outline800x480-WVGA. Would you like to use that skin?
bg: Единствената кожа съвместима с този размер на дисплея е Outline800x480-WVGA. Бихте ли искали да я използвате?

source: This skin does not support schemes
bg: Тази кожа не поддържа схеми

source: Up increases speed
bg: Нагоре

source: Down increases speed (Technics SL1210)
bg: Надолу (Technics SL1210)

source: Mixxx must be restarted before the changes will take effect.
bg: Mixxx тряба да се рестартира преди промените да влязат в сила.

# DlgPrefControlsDlg#1
source: Form1
bg: Форма1

source: Skin
bg: Кожа

source: Scheme
bg: Схема

source: Waveform display
bg: Показване на формата на сигнала

source: Position display
bg: Показване на позицията

source: Tool tips
bg: Подсказки

# DlgPrefControlsDlg#7
source: On
bg: Включено

# DlgPrefControlsDlg#8
source: Off
bg: Изключено

source: Pitch/Rate slider range
bg: Диапазон на плъзгачите за тон/скорост

source: Pitch/Rate slider direction
bg: Посока на увеличаване на тон/скорост

source: Track load behaviour
bg: При зареждане на песен

source: Cue behaviour
bg: При встъпване (Cue)

source: Auto Recall Cue
bg: Запомняне мястото на встъпване (Cue)

source: Permanent Pitch/Rate Buttons
bg: Бутони за промяна на тон/скорост

source: Left click
bg: при щракане с ляв бутон

source: Right click
bg: при щракане с десен бутон

source: Permanent rate change (between 1 and 8000) when left clicking
bg: промяна на скоростта при щракане с ляв бутон

source: Permanent rate change (between 1 and 8000) when right clicking
bg: промяна на скоростта при щракане с десен бутон

source: Temporary Pitch/Rate Buttons
bg: Бутони за краткотрайна промяна на тон/скорост (pitchbend)

source: Temporary rate change (between 1 and 8000) when left clicking
bg: краткотрайна промяна на скоростта при щракане с ляв бутон

source: Temporary rate change (between 1 and 8000) when right clicking
bg: краткотрайна промяна на скоростта при щракане с десен бутон

source: Ramping Pitchbend
bg: Постепенност при краткотрайна промяна на скоростта (pitchbend)

source: Pitchbend sensitivity
bg: чувствителност

source: Frame Rate
bg: Честота на кадрите

source: Display type
bg: Показване на вида

source: Synchronize
bg: Синхронизиране

# DlgPrefCrossfaderDlg#1
source: Form1
bg: Форма1

source: Crossfader Curve
bg: Крива на плъзгача за смесване (crossfader)

source: Slow fade
bg: Бавно смесване

source: Fast cut
bg: Разко прехвърляне

source: Constant power
bg: Постоянна сила на звука

source: Mixing
bg: Смесване

source: Scratching
bg: Скречинг

source: Linear
bg: Линейно

source: Logarithmic
bg: Логаритмично

# DlgPrefCrossfaderDlg#10
source: Reset
bg: Връщане в изходно положение

# DlgPrefEQDlg#1
source: Form1
bg: Форма1

source: Static EQs (for slower CPUs)
bg: Статични честотни ленти (EQ) - за бавни процесори

source: High Shelf EQ
bg: Високи честоти

source: Low Shelf EQ
bg: баси

# DlgPrefEQDlg#10
source: Reset
bg: Връщане в изходно положение

source: Clear Input Bindings
bg: Изчистване на входни насочвания

source: Are you sure you want to clear all bindings?
bg: Сигурни ли сте, че искате да изчистите всички насочвания?

source: Clear Output Bindings
bg: Изчистване на изходни насочвания

source: Are you sure you want to clear all output bindings?
bg: Сигурни ли сте, че искате да изчистите всички изходни насочвания?

# DlgPrefNoVinylDlg#2
source: Input
bg: Вход

# DlgPrefNoVinylDlg#3
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Select sound devices for vinyl control in the Sound Hardware pane.</span></p></body></html>
bg: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Изберете аудио устройства за контрол с плочи в прозореца с настройки за аудио хардуер.</span></p></body></html>

# DlgPrefNoVinylDlg#4
source: <a href="http://www.mixxx.org/wiki/doku.php/vinyl_control#troubleshooting">Troubleshooting</a>
bg: <a href="http://www.mixxx.org/wiki/doku.php/vinyl_control#troubleshooting">Отстраняване на проблеми</a>

# DlgPrefNoVinylDlg#5
source: Turntable Preamp
bg: Грамофонен предусилвател

# DlgPrefNoVinylDlg#6
source: 1 (Off)
bg: 1 (Изкл.)

# DlgPrefNoVinylDlg#8
source: Vinyl Configuration
bg: Настройки на плочите

# DlgPrefNoVinylDlg#9
source: Deck 1 Vinyl Type
bg: Вид плоча на грамофон 1

# DlgPrefNoVinylDlg#10
source: Deck 2 Vinyl Type
bg: Вид плоча на грамофон 2

# DlgPrefNoVinylDlg#11
source: Lead-in time
bg: Време преди встъпление

# DlgPrefNoVinylDlg#12
source: seconds
bg: секунди

# DlgPrefNoVinylDlg#13
source: Show Signal Quality in Skin
bg: Показване качеството на сигнала в скина

# DlgPrefNoVinylDlg#14
source: Control Mode
bg: Режим на контрол

# DlgPrefNoVinylDlg#15
source: Absolute Mode
bg: Абсолютен

# DlgPrefNoVinylDlg#16
source: Relative Mode
bg: Относителен

# DlgPrefNoVinylDlg#17
source: Enable Needle Skip Prevention
bg: Предпазване от прескачане на иглата

# DlgPrefNoVinylDlg#18
source: Signal Quality
bg: Качество на сигнала

# DlgPrefNoVinylDlg#20
source: Powered by xwax
bg: с помощта на xwax

source: <b>This version of Mixxx does not support vinyl control.</b> <br> Please visit <a href="http://mixxx.org">Mixxx.org</a> for more information.
bg: <b>Тази версия на Mixxx не поддържа контрол с грамофонни плочи.</b> <br> Моля посетете <a href="http://mixxx.org">Mixxx.org</a> за повече информация.

# DlgPrefPlaylist#1
source: Choose music library directory
bg: Изберете папка за музикалната библиотека

source: Audio File Formats
bg: Аудио формати

source: Additional Format Plugins:
bg: Допълнителни приставки за формати:

source: Loaded Plugins:
bg: Заредени приставки:

source: Synchronize ID3 tags on track modifications
bg: Синхронизиране на ID3 тагове при промяна на песни

source: Rescan library on start-up
bg: Повторно сканиране на библиотеката при пускане

source: Use relative paths for playlist export if possible
bg: Използване на относителни файлови местоположения при изнасяне на списъци с песни (ако е възможно)

source: Browse...
bg: Избор...

source: Music Directory:
bg: Папка с музика:

source: Built-in
bg: Вградени

source: Available Online...
bg: Налични онлайн...

source: Bundled Songs
bg: Включени песни

source: Support Mixxx by counting and sharing bundled songs playback and outbound link statistics
bg: Подкрепете Mixxx като споделите статистика за включените песни.

source: kbps
bg: кб/сек.

# DlgPrefRecordDlg#2
source: Encoding
bg: Кодиране

source: Quality
bg: Качество

source: High
bg: Високо

source: Low
bg: Ниско

source: Tags
bg: Етикети

# DlgPrefRecordDlg#7
source: Title
bg: Заглавие

source: Author
bg: Автор

# DlgPrefRecordDlg#9
source: Album
bg: Албум

# DlgPrefRecordDlg#10
source: Miscellaneous
bg: Разни

source: Create a CUE file
bg: Създаване на CUE файл

source: File Splitting
bg: Разцепване на файл

source: Split recordings at
bg: Разцепване на записите на

# DlgPrefReplayGainDlg#1
source: BPM Detection Settings
bg: Настройки на засичането на темпо

source: ReplayGain Normalization
bg: Нормализация на силата на звука

source: Apply volume normalization to loaded songs.
bg: Прилагане на изравняване силата на звука при зареждане на песни

source: Enable Replay Gain
bg: При зареждане на песни

source: Calculate ReplayGain normalization for songs which are missing ReplayGain metadata.
bg: Изчисляване на силата на звука за песни, чиито тагове не включват тази информация

source: Enable Replay Gain Analysis
bg: Включване на анализиране на силата на звука

source: On older computers, it may take a few seconds before volume normalization is applied to a new song. You may wish to wait before adjusting the pregain and volume.
bg: На по-стари компютри изчисляването на силата на звука и изравняването отнемат по-дълго. В такъв случай е добра идея да се изчака преди настройване на усилването.

source: Initial Boost
bg: Начално усилване

source: Initial Gain Boost
bg: Начално усилване

# DlgPrefReplayGainDlg#11
source: Reset
bg: Връщане в изходно положение

source: Enable live broadcasting
bg: Включване на предаване на живо

source: Server connection
bg: Връзка със сървъра

# DlgPrefShoutcastDlg#4
source: Type
bg: Тип

source: Mount
bg: Монтиране

source: Host
bg: Сървър

source: Port
bg: Порт

source: Login
bg: Влизане

source: source
bg: източник

source: Password
bg: Парола

source: Stream settings
bg: Настройки на потока

source: Stream name
bg: Име на потока

source: Mixxx Icecast Testing
bg: Пробване на Mixxx Icecast

source: Website
bg: Уеб страница

source: Description
bg: Описание

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Lucida Grande'; font-size:13pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:9pt; font-style:italic;">This stream is on line for testing purposes!</span></p></body></html>
bg: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Lucida Grande'; font-size:13pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:9pt; font-style:italic;">Този поток е онлайн с пробна цел!</span></p></body></html>

# DlgPrefShoutcastDlg#25
source: Genre
bg: Жанр

source: Live mix
bg: Микс на живо

source: Public stream
bg: Публичен поток

# DlgPrefShoutcastDlg#28
source: Encoding
bg: Кодиране

# DlgPrefShoutcastDlg#29
source: Bitrate
bg: Побитова скорост

source: 320 kbps
bg: 320 кб/сек.

source: 256 kbps
bg: 256 кб/сек.

source: 224 kbps
bg: 224 кб/сек.

source: 192 kbps
bg: 192 кб/сек.

source: 160 kbps
bg: 160 кб/сек.

source: 128 kbps
bg: 128 кб/сек.

source: 112 kbps
bg: 112 кб/сек.

source: 96 kbps
bg: 96 кб/сек.

source: 80 kbps
bg: 80 кб/сек.

source: 64 kbps
bg: 64 кб/сек.

source: 48 kbps
bg: 48 кб/сек.

source: Format
bg: Формат

source: Channels
bg: Канали

source: Stereo
bg: Стерео

source: Custom metadata
bg: Лични метаданни

source: Enable custom metadata
bg: Включване на лични метаданни

# DlgPrefShoutcastDlg#48
source: Artist
bg: Изпълнител

# DlgPrefShoutcastDlg#50
source: Title
bg: Заглавие

source: Please note that for technical reasons changing any shoutcast settings will cause an established connection to disconnect and reconnect.
bg: Поради технически причини, промяна на тези настройки при предаване на живо временно ще прекъсне връзката.

# DlgPrefSound#1
source: None
bg: Без

source: a device
bg: устройство

source: An unknown error occurred
bg: Възникна неочаквана грешка

source: sound device "%1"
bg: звуково устройство "%1"

source: Two outputs cannot share channels on %1
bg: Два изхода не могат да споделят канали на %1

source: Error opening %1 %2
bg: Грешка при отваряне на %1 %2

source: Configuration error
bg: Грешка в настройките

source: Sound API
bg: API на звука

source: Sample Rate
bg: Честота на дискретизация

source: Latency Tips
bg: Съвети за латентността

source: <ul> <li>Increase your latency if you hear pops during playback</li> <li>Reduce your latency to improve Mixxx's responsiveness</li> </ul>
bg: <ul> <li>Увеличете латентността, ако по време на възпроизвеждането чувате пукане</li> <li>Намалете латентността, за да подобрите чувствителността на Mixxx</li> </ul>

# DlgPrefSoundDlg#6
source: Input
bg: Вход

source: Query Devices
bg: Проверка за устройства

# DlgPrefSoundDlg#8
source: Reset to Defaults
bg: Възстановяване на стандартните настройки

# DlgPrefSoundDlg#9
source: Apply
bg: Прилагане

source: Latency
bg: Латентност

# DlgPrefSoundItem#1
source: None
bg: Без

source: Channel %1
bg: Канал %1

source: Channels %1 - %2
bg: Канали %1 - %2

source: Form
bg: Форма

source: Type (#)
bg: Тип (#)

# DlgPrefVinylDlg#2
source: Input
bg: Вход

# DlgPrefVinylDlg#3
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Select sound devices for vinyl control in the Sound Hardware pane.</span></p></body></html>
bg: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Изберете аудио устройства за контрол с плочи в прозореца с настройки за аудио хардуер.</span></p></body></html>

# DlgPrefVinylDlg#4
source: <a href="http://www.mixxx.org/wiki/doku.php/vinyl_control#troubleshooting">Troubleshooting</a>
bg: <a href="http://www.mixxx.org/wiki/doku.php/vinyl_control#troubleshooting">Отстраняване на проблеми</a>

# DlgPrefVinylDlg#5
source: Turntable Preamp
bg: Грамофонен предусилвател

# DlgPrefVinylDlg#6
source: 1 (Off)
bg: 1 (Изкл.)

# DlgPrefVinylDlg#8
source: Vinyl Configuration
bg: Настройки на плочите

# DlgPrefVinylDlg#9
source: Deck 1 Vinyl Type
bg: Вид плоча на грамофон 1

# DlgPrefVinylDlg#10
source: Deck 2 Vinyl Type
bg: Вид плоча на грамофон 2

# DlgPrefVinylDlg#11
source: Show Signal Quality in Skin
bg: Показване качеството на сигнала в скина

# DlgPrefVinylDlg#12
source: Apply
bg: Прилагане

# DlgPrefVinylDlg#13
source: Lead-in time
bg: Време преди встъпление

# DlgPrefVinylDlg#14
source: seconds
bg: секунди

# DlgPrefVinylDlg#15
source: Control Mode
bg: Режим на контрол

# DlgPrefVinylDlg#16
source: Absolute Mode
bg: Абсолютен

# DlgPrefVinylDlg#17
source: Relative Mode
bg: Относителен
