Repository: 00mjk/mixxx
Catalog: mixxx/res/translations/mixxx/*.po
Languages: bg

# DlgPrefVinylDlg#18
source: Enable Needle Skip Prevention
bg: Предпазване от прескачане на иглата

# DlgPrefVinylDlg#19
source: Signal Quality
bg: Качество на сигнала

# DlgPrefVinylDlg#21
source: Powered by xwax
bg: с помощта на xwax

source: Sound Hardware
bg: Звуков хардуер

source: Interface
bg: Интерфейс

source: Normalization
bg: Нормализация

source: Live Broadcasting
bg: Живо излъчване

# DlgPreferencesDlg#1
source: Dialog
bg: Диалогов прозорец

# DlgPrepare#1
source: Manage
bg: Управление

source: New
bg: Нов

source: All
bg: Всички

source: Progress
bg: Напредък

source: Select All
bg: Избиране на всичко

# DlgPrepare#6
source: Analyze
bg: Анализиране

source: Stop Analysis
bg: Спиране на анализирането

source: Analyzing %1%
bg: Анализиране на %1%

# DlgRecording#1
source: Manage
bg: Управление

source: Status:
bg: Състояние:

source: Start Recording
bg: Начало на записа

source: Start recording here ...
bg: Начало на записа тук ...

source: Stop Recording
bg: Спиране на записа

source: Track Editor
bg: Редактор на песни

source: Song:
bg: Песен:

source: Title:
bg: Заглавие:

source: Artist:
bg: Изпълнител:

source: Album:
bg: Албум:

source: Date:
bg: Дата:

source: Track #:
bg: Песен #:

source: Genre:
bg: Жанр:

source: Filename:
bg: Име на файл:

source: Duration:
bg: Продължителност:

source: File Type:
bg: Вид на файла:

source: Comments:
bg: Коментари:

source: Reload track metadata from file.
bg: Презареждане на метаданните за песента от файл.

source: Track Information (Click to Expand)
bg: Информация за песента (натиснете за разгъване)

source: Track BPM:
bg: Темпо на песента:

source: Tap to Beat
bg: Щракнете в такт

source: Hint: Use the Library Analyze view to run BPM detection.
bg: Щракнете на "Анализ", за да активирате засичане на темпо.

source: Track BPM
bg: Темпо на песента

source: Cue Id
bg: Номер на точка на встъпване (Cue)

source: Hotcue
bg: Бърза точка за встъпване

source: Label
bg: Етикет

source: Activate Cue
bg: Активиране на точка за встъпване

source: Delete Cue
bg: Премахване на точка за встъпване

source: Track Cuepoints
bg: Точки за встъпване на песента

source: << &Prev
bg: << &Назад

source: &Apply
bg: &Прилагане

source: &Cancel
bg: &Отказ

source: &Next >>
bg: Нап&ред >>

source: Encoder
bg: Кодек

source: <html>Mixxx cannot record or stream in MP3 without the MP3 encoder &quot;lame&quot;. Due to licensing issues, we cannot include this with Mixxx. To record or stream in MP3, you must download <b>libmp3lame</b> and install it on your system. <p>See <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#linux'>Mixxx Wiki</a> for more information. </html>
bg: <html>Mixxx не може да записва и да предава на живо в MP3 без MP3 кодека &quot;LAME&quot;. Поради неговия лиценз, не може да бъде включен с Mixxx. За да записвате или предавате в MP3, изтеглете и инсталирайте <b>libmp3lame</b>. <p>Вижте <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#linux'>Mixxx Wiki</a> за повече информация. </html>

source: <html>Mixxx cannot record or stream in MP3 without the MP3 encoder &quot;lame&quot;. Due to licensing issues, we cannot include this with Mixxx. To record or stream in MP3, you must download <b>lame_enc.dll</b> and install it on your system. <p>See <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#windows'>Mixxx Wiki</a> for more information. </html>
bg: <html>Mixxx не може да записва и да предава на живо в MP3 без MP3 кодека &quot;LAME&quot;. Поради неговия лиценз, не може да бъде включен с Mixxx. За да записвате или предавате в MP3, изтеглете и инсталирайте <b>lame_enc.dll</b>. <p>Вижте <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#windows'>Mixxx Wiki</a> за повече информация. </html>

source: <html>Mixxx cannot record or stream in MP3 without the MP3 encoder &quot;lame&quot;. Due to licensing issues, we cannot include this with Mixxx. To record or stream in MP3, you must download <b>libmp3lame</b> and install it on your system. <p>See <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#mac_osx'>Mixxx Wiki</a> for more information. </html>
bg: <html>Mixxx не може да записва и да предава на живо в MP3 без MP3 кодека &quot;LAME&quot;. Поради неговия лиценз, не може да бъде включен с Mixxx. За да записвате или предавате в MP3, изтеглете и инсталирайте <b>libmp3lame</b>. <p>Вижте <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#mac_osx'>Mixxx Wiki</a> за повече информация. </html>

source: <html>Mixxx has detected that you use a modified version of libmp3lame. See <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting'>Mixxx Wiki</a> for more information.</html>
bg: <html>Mixxx откри, че използвате модифицирана версия на libmp3lame. Вижте <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting'>Mixxx Wiki</a> за повече информация.</html>

# EngineRecord#1
source: Recording
bg: Записване

source: <html>Could not create audio file for recording!<p><br>Maybe you do not have enough free disk space or file permissions.</html>
bg: <html>Не може да бъде създаден аудио файл за записа!<p><br>Може би нямате достатъчно свободно място на диска или права върху файла.</html>

source: Mixxx encountered a problem
bg: Mixxx се натъкна на проблем

source: Could not allocate shout_t
bg: Грешка при разпределяне на shout_t

source: Could not allocate shout_metadata_t
bg: Грешка при разпределяне на shout_metadata_t

source: Error setting non-blocking mode:
bg: Грешка при задаване на несинхроничен режим:

source: Lost connection to streaming server
bg: Връзката със стрийминг сървъра е изгубена

source: Please check your connection to the Internet and verify that your username and password are correct.
bg: Моля проверете Интернет връзката си и дали името и паролата ви са верни.

source: Live broadcasting
bg: Предаване на живо

source: Mixxx has successfully connected to the shoutcast server
bg: Mixxx се свърза успешно със Shoutcast сървъра

source: Mixxx could not connect to streaming server
bg: Mixxx не успя да се свърже с излъчващия сървър

source: Mixxx has successfully disconnected to the shoutcast server
bg: Mixxx успешно прекъсна връзката със Shoutcast сървъра

source: Fatal error
bg: Фатална грешка

source: Critical error
bg: Критична грешка

source: Warning
bg: Внимание

# ErrorDialogHandler#4
source: Information
bg: Информация

source: Question
bg: Въпрос

source: Select your iTunes library
bg: Изберете вашата библиотека на iTunes

source: (loading) iTunes
bg: iTunes (зареждане)

source: Use Default Library
bg: Използване на стандартната библиотека

source: Choose Library...
bg: Избор на библиотека...

source: Error Loading iTunes Library
bg: Грешка при зареждане библиотеката на iTunes

source: There was an error loading your iTunes library. Some of your iTunes tracks or playlists may not have loaded.
bg: Възникна грешка при зареждане на вашата библиотека на iTunes. Някой от песните и списъците с песни от iTunes може да не са се заредили.

source: Drag a preset from the list & drop it here
bg: Дръпнете тук пресет от списъка

source: Library Scanner
bg: Скенер на библиотеката

source: It's taking Mixxx a minute to scan your music library, please wait...
bg: Ще отнеме минута Mixxx да сканира музикалната ви библиотека, моля изчакайте...

source: Cancel
bg: Отказ

source: Sound Device Busy
bg: Аудио устройството е заето.

source: Get <b>Help</b> from the Mixxx Wiki.
bg: Получете <b>Помощ</b> от Уики-то на Mixxx.

source: Mixxx was unable to access all the configured sound devices. Another application is using a sound device Mixxx is configured to use or a device is not plugged in.
bg: Mixxx не успя да получи достъп до всички настроени аудио устройства. Друго приложение използва аудио устройството, което е настроено да се използва от Mixxx или то не е включено.

source: <b>Retry</b> after closing the other application or reconnecting a sound device
bg: <b>Опитайте отново</b> след като затворите другото приложение и включите аудио устройството

source: <b>Reconfigure</b> Mixxx's sound device settings.
bg: <b>Повторно</b> конфигуриране на настройките на Mixxx за аудио устройството.

source: <b>Exit</b> Mixxx.
bg: <b>Изход</b> от Mixxx.

source: Retry
bg: Отново

source: Reconfigure
bg: Пренастройване

source: Help
bg: Помощ

source: Exit
bg: Изход

source: Continue
bg: Продължаване

source: &Exit
bg: &Изход

source: &Rescan Library
bg: &Повторно сканиране на библиотеката

source: Add &new playlist
bg: Добавяне на &нов списък с песни

source: Add new &crate
bg: Добяване на нова &колекция

source: &Full Screen
bg: &На цял екран

source: &Preferences
bg: Нас&тройки

source: &About
bg: &За

source: &Community Support
bg: &Поддръжка от общността

source: &User Manual
bg: Н&аръчник на потребителя

source: Send Us &Feedback
bg: Обратна &връзка

source: &Translate this application
bg: Пр&евод на софтуера

source: &Record Mix
bg: &Записване на микс

source: Create a new playlist
bg: Създаване на нов списък с песни

source: Create a new crate
bg: Създаване на нова колекция

source: Use timecoded vinyls on external turntables to control Mixxx
bg: Ползване на грамофонни плочи с код за контролиране на Mixxx

source: Stream your mixes to a shoutcast or icecast server
bg: Излъчвайте миксовете чрез shoutcast или icecast сървър

source: Record your mix to a file
bg: Записва Вашия микс във файл

source: Display Mixxx using the full screen
bg: Показване на Mixxx на цял екран

source: Read the Mixxx user manual.
bg: Прочетете наръчника за потребителя на Mixxx.

source: Send feedback to the Mixxx team.
bg: Обратна връзка с колектива на Mixxx.

source: Help translate this application into your language.
bg: Помогнете на превода на този софтуер на Вашия език.

source: About the application
bg: Относно приложението

source: &File
bg: &Файл

source: &Options
bg: &Опции

source: &Library
bg: &Библиотека

source: &View
bg: &Изглед

source: &Help
bg: Помо&щ

source: &Vinyl Control
bg: &Контрол с грамофони

source: No input device(s) select. Please select your soundcard(s) in the sound hardware preferences.
bg: Не е избрано входно устройство. Моля изберете звуковата си карта в настройките на хардуера.

source: Mixxx %1 Development Team
bg: Колектив на разработка на Mixxx %1

source: With contributions from:
bg: Със съдействието на:

source: And special thanks to:
bg: Специални благодарности за:

source: Past Developers
bg: Програмисти от стари версии

source: Past Contributors
bg: Програмисти от стари версии

source: Confirm Exit
bg: Потвърждане на излизането

source: A deck is currently playing. Exit Mixxx?
bg: В момента свири дек. Изход от Mixxx?

# ParserM3u#1
source: Playlist Export Failed
bg: Изнасянето на списъка с песни не бе успешно

source: File path contains characters, not allowed in m3u playlists.
bg: Име на папка или файл съдържа знаци, които не са позволени в m3u списъци с песни.

source: Export a m3u8 playlist instead!
bg: Вместо това, изнесете m3u8 списък с песни!

# ParserM3u#4
source: Could not create file
bg: Не може да бъде създаден файл

# ParserPls#1
source: Playlist Export Failed
bg: Изнасянето на списъка с песни не бе успешно

# ParserPls#2
source: Could not create file
bg: Не може да бъде създаден файл

source: Playlists
bg: Списъци с песни

# PrepareFeature#1
source: Analyze
bg: Анализиране

source: Invalid
bg: Невалидно

source: Master
bg: Главен

source: Headphones
bg: Слушалки

source: Deck
bg: Дек

# QObject#5
source: Vinyl Control
bg: Контрол с грамофони

source: Passthrough
bg: Чисто преминаване на сигнала

source: Unknown path type %1
bg: Неизвестен вид пътека %1

source: Recordings
bg: Записи

source: Rhythmbox
bg: Rythmbox

source: Save Sampler Bank
bg: Запазване на банка с фрази

source: Error Saving Sampler Bank
bg: Грешка при запаметяване на банката с фрази

source: Could not write the sampler bank to '%1'.
bg: Банката с фрази не бе успешно записана в '%1'.

source: Load Sampler Bank
bg: Зареждане на банка с фрази

source: Error Reading Sampler Bank
bg: Грешка при зареждането на банка с фрази

source: Could not open the sampler bank file '%1'.
bg: Банката с фрази '%1' не може да бъде отворена.

source: Could not read the sampler bank file '%1'.
bg: Банката с фрази '%1' не може да бъде прочетена.

source: Cannot open database
bg: Не може да се отвори базата данни

source: Unable to establish a database connection. Mixxx requires QT with SQLite support. Please read the Qt SQL driver documentation for information on how to build it. Click OK to exit.
bg: Не може да се направи връзка с базата данни. Mixxx се нуждае от QT с поддръжка за SQLite. Молже прочетете документацията на Qt SQL драйвера за повече информация. Щракнете ОК, за да затворите приложението.

source: Cannot upgrade database schema
bg: Не може да се обнови схемата на базата данни

source: Unable to upgrade your database schema to version %1. Your mixxx.db file may be corrupt. Try renaming it and restarting Mixxx. Click OK to exit.
bg: Не може да се обнови схемата на базата данни към версия %1. Файлът mixxx.db може да е повреден. Опитайте да го преименувате и да рестартирате Mixxx. Щракнете ОК, за да затворите приложението.

source: (loading) Traktor
bg: Traktor (зареждане)

source: Error Loading Traktor Library
bg: Грешка при зареждане библиотеката на Traktor

source: There was an error loading your Traktor library. Some of your Traktor tracks or playlists may not have loaded.
bg: Грешка при зареждането на Traktor библиотеката. Някои от вашите Traktor песни или плейлисти може да не са заредени.

source: Search...
bg: Търсене...

source: Add to Playlist
bg: Добавяне към списък с песни

source: Add to Crate
bg: Добавяне към колекция

source: Load to Sampler
bg: Зареждане в семплер

# WTrackTableView#4
source: Remove
bg: Премахване

source: Properties...
bg: Настройки...

source: Reload Track Metadata
bg: Презареждане на метаданни към песен

source: Load to Deck %1
bg: Зареждане в плеър %1

source: Reloading track metadata on a loaded track may cause abrupt volume changes. Are you sure?
bg: Презареждане на метаданни към песен, която свири в момента може да причини резки промени в нивото на звука. Сигурни ли сте, че искате да продължите?

source: Show or hide columns.
bg: Показване или скриване на колони.
